IDEA Open Model
LineSupport.IsPressureOnlyY Property
Compatible with IDEA StatiCa 20.1
 pressure only for Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsPressureOnlyY { get; set; }
Public Property IsPressureOnlyY As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace